* TD2_88
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                           | TD2_88
Place Name                            | Paakitsoq
Geographic Location                   | Central West Greenland
Ice Type                              | Ice sheet
Data Reference                        | Unknown PDF: See td1
Data DOI                              | 
Science Reference                     | Thomsen, H.H., O.B. Olesen, R.J. Braithwaite, and C.E. Bøggild. 1991. Ice drilling and mass balance at Pakitsoq, Jakobshavn, central West Greenland. Rapport Grønlands Geologiske Undersøgelse, 152, 80–84. 
Science DOI                           | 10.34194/rapggu.v152.8160
Date                                  | 1988-05-19
Longitude [°E]                        | -50.1
Latitude [°N]                         | 69.45
Location source                       | Colgan, 2021
Depth of top measurement [m]          | 27.0
Depth of bottom measurement [m]       | 202.0
Ice thickness [m]                     | 470
Coverage [% of thickness]             | 37
Ice thickness source                  | Unknown PDF: See td1
Measured from: Top, Bottom, Relative  | T
General_Note                          | 
Temperature_note                      | 
Thickness_note                        | 
Location_note                         | 
#+end_example

** Temperature

+ See td1 Shallow88II.pdf

** Thickness

+ From PDF
 
** Location

+ From PDF

** Velocity

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv
#+END_SRC

#+RESULTS: ingest_data
|   d |    t |
|  27 | -2.8 |
|  52 | -2.4 |
|  77 | -2.3 |
| 102 | -2.3 |
| 127 |   -2 |
| 152 | -2.1 |
| 177 |   -2 |
| 192 | -2.2 |
| 202 | -2.2 |

